accion.actualizar=Actualizar
accion.agregar=Agregar
accion.eliminar=Eliminar
accion.guardar=Guardar
accion.nuevo=Nuevo
accion.recordar=Recordar
accion.registrar=Registrar
accion.regresar=Regresar
aplicacion.titulo=iTicket
carrito.cantidad=Cantidad
carrito.datos=Datos del Producto
carrito.facturar=Facturar
carrito.no_mostrar=Carrito V\u00e1cio!
carrito.seguirComprando=Seguir Comprando
carrito.titulo=Productos en el Carrito
carrito.total=Total
carrito.totalCompra=Total de Compra
carrito.verCarrito=Ver Carrito
categoria.activo=Activo
categoria.agregar=Agregar Categoria
categoria.descripcion=Descripci\u00f3n
categoria.listado=Listado de Categorias
categoria.rutaImagen=Imagen
categoria.total=Total Categorias
e403.texto=No tiene permisos para ver esta p\u00e1gina o ejecutar esta acci\u00f3n
e403.titulo=Acceso denegado
error.login=Credenciales err\u00f3neas
index.nuestrosProductos=Nuestros Productos
lista.vacia=Lista Vac\u00eda
login.login=Ingresar
login.password=Contrase\u00f1a
login.username=Usuario
plantilla.bienvenido=Usuario
plantilla.categorias=Categorias
plantilla.derechos=2023 iTIcket. Todos los derechos reservados.
plantilla.productos=Productos
plantilla.pruebas=Pruebas
plantilla.idioma=Idioma
plantilla.asociaciones=Asociaciones
plantilla.consultas=Consultas
plantilla.reportes=Reportes
plantilla.suTienda=Su tienda en l\u00ednea
plantilla.troles=Roles
plantilla.tusuario=Usuario
plantilla.usuarios=Usuarios
producto.activo=Activo
producto.agregar=Agregar Producto
producto.categoria=Categor\u00eda
producto.descripcion=Descripci\u00f3n
producto.detalle=Detalle
producto.existencias=Existencias
producto.imagen=Ruta de la im\u00e1gen
producto.listado=Listado de Productos
producto.precio=Precio
producto.total=Total Productos
pruebas.todas=Todas
pruebas.precio.superior=Precio Superior
pruebas.precio.inferior=Precio Inferior
pruebas.ampliadas=Consultas Ampliadas
pruebas.jpql=Consultas JPQL
pruebas.nativo=Consultas Nativas
registro.activar.error=Error activando usuario
registro.activar=Activar Usuario
registro.correo.activar=<h1>Saludos</h1><br><strong>%s</strong><hr><p>Para activar su cuenta en iTicket siga el siguiente enlace <a href='http://%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de iTicket</h2>
registro.correo.recordar=<h1>Saludos</h1><br><strong>%s</strong><hr><p>Para resetear la contrase\u00f1a de su cuenta en iTicket siga el siguiente enlace <a href='http://%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de iTicket</h2>
registro.mensaje.activacion.ok=Por favor revise su cuenta de correo %s para activar su usuario en el sistema iTicket
registro.mensaje.activacion=Activacion de cuenta en iTicket
registro.mensaje.recordar.ok=Por favor revise su cuenta de correo %s para recuperar su usuario en el sistema iTicket
registro.mensaje.recordar=Recordar cuenta en iTicket
registro.mensaje.usuario.o.correo=Ya existe un usuario con el username %s o el correo %s si no recuerda su contrase\u00f1a de 'recordar contrase\u00f1a'
registro.recordar.us=Recordar Usuario
texto.no=No
texto.si=Si
usuario.activacion=Activaci\u00f3n
usuario.agregar=Crear Usuario
usuario.apellidos=Apellidos
usuario.correo=Correo
usuario.imagen=Fotograf\u00eda
usuario.limite=L\u00edmite de Cr\u00e9dito
usuario.listado=Listado de Usuarios
usuario.nombre=Nombre
usuario.password=Contrase\u00f1a
usuario.telefono=Tel\u00e9fono
usuario.total=Total Usuarios
usuario.username=Usuario
Test=Prueba
registro.mensaje.no.existe=No existe un usuario con el username %s o el correo %s
producto.no_mostrar=No hay productos para mostrar
login.inicio=Inicio de sesi\u00f3n
login.registro=Registrarse
registro.titulo=Creaci\u00f3n de Nuevo Usuario
registro.nombre=Nombre Completo
registro.username=Nombre usuario
registro.contrasena=Contrase\u00f1a
registro.cedula=C\u00e9dula
registro.email=Correo electr\u00f3nico
registro.telefono=Tel\u00e9fono
registro.sexo=Sexo
registro.pais=Pa\u00eds
registro.provincia=Provincia
registro.canton=Cant\u00f3n
registro.distrito=Distrito
registro.otrassenas=Otras se\u00f1as
registro.tyc=Aceptar t\u00e9rminos y condiciones
registro.sexo.masculino=Masculino
registro.sexo.femenino=Femenino
registro.pais.costarica=Costa Rica
registro.pais.panama=Panam\u00e1
plantilla.inicio=Inicio
plantilla.solicitudes=Solicitudes
solicitud.nueva=Crear solicitud
solicitud.historico=Hist\u00f3rico
solicitud.asignados=Tickets Asignados
usuarios.listado=Listado usuarios
usuarios.listado.tecnicos=Listados T\u00e9cnicos
plantilla.provincias=Provincias
plantilla.cantones=Cantones
plantilla.distritos=Distritos
plantilla.acerca.nosotros=Acerca de Nosotros
plantilla.perfil=Perfil
plantilla.logout=Cerrar sesi\u00f3n
provincia.nombres.filtro=Nombre de provincia
accion.filtrar=Filtrar
provincia.agregar=Agregar
provincia.listado=Listado de Provincias
simbolo.numero=#
canton.listado=Listado de cantones
plantilla.provincia=Provincia
plantilla.canton=Cant\u00f3n
plantilla.distrito=Distrito
plantilla.nombre=Nombre
distrito.listado=Lista de distritos
nosotros.quienes.somos=\u00bfQui\u00e9nes somos?
nosotros.respuesta.somos=Somos una empresa dedicada a la resoluci\u00f3n de problemas inform\u00e1ticos por medio del sistema de TIcket donde nuestros clientes pueden enviar su solicitud donde ser\u00e1 revisada por uno de nuestros tecnicos y brindarles una soluci\u00f3n r\u00e1pida y efectiva.
nosotros.titulo.mision=Nuestra misi\u00f3n
nosotros.texto.mision=Nuestra misi\u00f3n es proporcionar soluciones inform\u00e1ticas de primera clase que impulsen el crecimiento y la eficiencia de nuestros clientes. Nos comprometemos a ofrecer productos y servicios innovadores, dise\u00f1ados para satisfacer las necesidades cambiantes del mundo tecnol\u00f3gico, y superar las expectativas de nuestros clientes en cada interacci\u00f3n. 
nosotros.titulo.vision=Nuestra Visi\u00f3n
nostros.texto.vision=En TIcket, nos enorgullecemos de ser una compa\u00f1\u00eda l\u00edder en soluciones inform\u00e1ticas innovadoras y servicios de vanguardia. Nuestra visi\u00f3n es convertirnos en el socio tecnol\u00f3gico preferido de nuestros clientes, brind\u00e1ndoles las herramientas necesarias para alcanzar sus objetivos y potenciar su \u00e9xito en la era digital.
nosotros.titulo.equipo=Nuestro Equipo
nosotros.texto.equipo=En TIcket, nuestro equipo es m\u00e1s que un conjunto de individuos talentosos; somos una familia unida por nuestra pasi\u00f3n por la tecnolog\u00eda y el deseo de marcar la diferencia en el mundo digital. Con un enfoque en la excelencia, la innovaci\u00f3n y el compromiso con nuestros clientes, trabajamos en conjunto para impulsar el \u00e9xito de cada proyecto y alcanzar nuevas alturas en el \u00e1mbito de la inform\u00e1tica.
nosotros.experienciayconocimiento=Experiencia y conocimiento: Nuestros colaboradores cuentan con una amplia experiencia y conocimientos en diversas \u00e1reas de la tecnolog\u00eda. Desde desarrolladores de software y expertos en ciberseguridad hasta especialistas en inteligencia artificial y analistas de datos, cada miembro de nuestro equipo aporta habilidades especializadas que nos permiten ofrecer soluciones integrales y de calidad.
nosotros.trabajoenequipo=Trabajo en equipo: Creemos en el poder del trabajo en equipo. Fomentamos un ambiente colaborativo donde cada miembro puede aportar sus ideas y perspectivas \u00fanicas. La sinergia entre nuestros talentosos profesionales nos permite abordar desaf\u00edos complejos y encontrar soluciones innovadoras de manera conjunta.
nosotros.compromisoexcelencia=Compromiso con la excelencia: La calidad y el compromiso con la excelencia son valores fundamentales para nosotros. Cada proyecto que emprendemos es tratado con la m\u00e1xima dedicaci\u00f3n y cuidado, asegur\u00e1ndonos de entregar resultados de alto nivel que satisfagan las necesidades de nuestros clientes.
nosotros.adaptabilidad=Adaptabilidad: La tecnolog\u00eda avanza r\u00e1pidamente, y nuestro equipo est\u00e1 siempre dispuesto a adaptarse a los cambios y aprender nuevas habilidades. Nos mantenemos actualizados con las \u00faltimas tendencias y tecnolog\u00edas emergentes para estar preparados para los desaf\u00edos del futuro.
nosotros.pasiontecnologia=Pasi\u00f3n por la tecnolog\u00eda: Compartimos una pasi\u00f3n com\u00fan por la tecnolog\u00eda y su potencial para mejorar la vida de las personas y las empresas. Esta pasi\u00f3n nos impulsa a buscar constantemente nuevas formas de innovar y ofrecer soluciones que generen un impacto positivo en el mundo.
nosotros.orientacioncliente=Orientaci\u00f3n al cliente: Entendemos que nuestros clientes son la raz\u00f3n de nuestra existencia, y por eso mantenemos un enfoque centrado en el cliente en todas nuestras interacciones. Nos esforzamos por comprender sus necesidades y desaf\u00edos espec\u00edficos, ofreciendo soluciones personalizadas que agreguen valor a sus operaciones.
usuario.actualizar=Actualizar datos de usuario
registro.rol=Rol
registro.estado.usuario=Estado usuario
usuario.id=Id de usuario
solicitud.titulo=Creaci\u00f3n de nueva Solicitud
solicitud.titulo.nombre=T\u00edtulo
solicitud.tipo.incidente=Tipo del incidente
solicitud.descripcion=Descripci\u00f3n
solicitud.comentarios.usuario=Comentarios usuario
solicitud.comentarios.tecnico=Comentarios t\u00e9cnico
solicitud.titulo.historico=Hist\u00f3rico de tickets
solicitud.fecha.registro=Fecha de registro
solicitud.estado=Estado
solicitud.ticket=Ticket
solicitud.tecnico.registro=T\u00e9cnico
accion.atender=Atender
solicitud.atencion=Atenci\u00f3n de ticket
solicitud.atencion.numero=N\u00famero de ticket
solicitud.atencion.usuario=Usuario incidente
solicitud.prioridad=Prioridad
solicitud.id.tecnico=Id de empleado
plantilla.ubicaciones=Ubicaciones
accion.actualizar.estado.rol=Actualizar Estado/Rol
accion.editar.ticket=Editar ticket
accion.ver.ticket=Ver ticket
reporte.historico=Reporte hist\u00f3rico
reporte.exportar=Exportar
reporte.pdf=PDF
reporte.xls=Excel
reporte.csv=CSV
solicitud.historico.usuario=Hist\u00f3rico usuario
solicitud.en.proceso=Solicitudes de usuario en proceso
solicitud.historico.atencion=Hist\u00f3rico atenci\u00f3n
solicitud.asignar.tecnico.prioridad=Asignar t\u00e9cnico y prioridad
atencion.ticket=Atenci\u00f3n de tickets
tyc.titulo=T\u00e9rminos y Condiciones
tyc.descripcion=Por favor, lea atentamente los siguientes t\u00e9rminos y condiciones antes de utilizar nuestros productos y servicios en TIcket. Al acceder y utilizar nuestros servicios, usted acepta cumplir con estos t\u00e9rminos y condiciones en su totalidad. Si no est\u00e1 de acuerdo con alguno de los t\u00e9rminos, le recomendamos que no utilice nuestros productos y servicios.
tyc.tituloinfo=Uso de nuestros productos y servicios:
tyc.productosyserviciosA=a. Nuestros productos y servicios est\u00e1n destinados \u00fanicamente para uso leg\u00edtimo y no pueden ser utilizados con fines ilegales o no autorizados.
tyc.productosyserviciosb=b. Usted es responsable de mantener la confidencialidad de cualquier cuenta o credencial proporcionada para acceder a nuestros servicios y se compromete a notificarnos de inmediato cualquier uso no autorizado de su cuenta.
tyc.modificaciones=Modificaciones:
tyc.modificacionesa=a. Todos los derechos de propiedad intelectual, incluyendo pero no limit\u00e1ndose a derechos de autor, marcas comerciales y patentes, relacionados con nuestros productos y servicios, son propiedad exclusiva de TIcket.
tyc.modificacionesb=b. Queda prohibida la reproducci\u00f3n, distribuci\u00f3n, modificaci\u00f3n o cualquier otro uso no autorizado de nuestros materiales protegidos por derechos de autor sin nuestro consentimiento previo por escrito.
tyc.responsabilidad=Responsabilidad:
tyc.responsabilidada=a. Nuestros productos y servicios se proporcionan "tal cual" y no ofrecemos garant\u00edas de ning\u00fan tipo, ya sean expl\u00edcitas o impl\u00edcitas, incluyendo, pero no limit\u00e1ndose a, garant\u00edas de comerciabilidad o idoneidad para un prop\u00f3sito particular.
tyc.responsabilidadb=b. No seremos responsables por ning\u00fan da\u00f1o directo, indirecto, incidental, especial o consecuente que surja del uso o la incapacidad de utilizar nuestros productos y servicios
tyc.enlaces=Enlaces externos:
tyc.enlacesa=a. Nuestros productos y servicios pueden contener enlaces a sitios web de terceros. No tenemos control sobre el contenido o las pol\u00edticas de privacidad de dichos sitios y no asumimos responsabilidad alguna por ellos.
tyc.uso=Uso adecuado:
tyc.usoa=a. Usted acepta utilizar nuestros productos y servicios de manera adecuada y respetuosa, sin participar en conductas que puedan afectar negativamente a otros usuarios o a nuestra empresa.
tyc.ley=Ley aplicable:
tyc.leya=a. These terms and conditions shall be governed by and construed in accordance with the applicable laws of [Jurisdiction], without regard to conflicts of law principles.
tyc.leyb=b. Al utilizar nuestros productos y servicios, usted reconoce que ha le\u00eddo, comprendido y aceptado estos t\u00e9rminos y condiciones en su totalidad. Si tiene alguna pregunta o inquietud sobre estos t\u00e9rminos, por favor cont\u00e1ctenos a trav\u00e9s de los canales de comunicaci\u00f3n proporcionados en nuestro sitio web.
tyc.cerrar=Cerrar
saludo.bienvenida=\ Bienvenido a ITicket
